Repository: mozilla-l10n/mt-training-data
Catalog: myv/myv_pontoon.tmx
Source language: en_us
Languages: myv

source: Help teach machines how real people speak, donate your voice at { $link }
myv: Лездак тонавтомс машинатненень, кода ломанть алкукс кортыть, ловнок марямга текстт.

source: Help us build a community around voice technology, stay in touch via email.
myv: Лездак миненек путомс-аравтомс вайгельтехнологиянь перька ломаньпурнавкс, кирдть контакт э-сёрма вельде.

source: Help us build a high quality, publicly open dataset
myv: Лездак миненек теемс датань пурнавкс, конась вадрясто теезь ды весенень панжадо

source: Help us find more voices, share your goal
myv: Лездак тенек муемс таго зярыя вайгельть, нолдык ломань икелев эсеть норовавксот-целеть

source: Help us find others to donate their voice!
myv: Лездак тенек муемс ломанть, конат лездыть ловномс марямга текстт.

source: Help us get to { $goal }
myv: Лездак тенек пачкодемс { $goal } видьс

source: Help us validate sentences!
myv: Лездак тенек ванномс вадря валрисьметь!

source: Help us validate voices
myv: Лездак тенек ванномс вайгельтнень

source: Here are the links to download your ZIP files.
myv: Тесэ вана ZIP файлэть таргамс сюлмавкст.

source: Hidden
myv: Кекшезь

source: Hiligaynon
myv: Хилигайнононь кель

source: Hill Mari
myv: Пандомарикс

source: Hindi
myv: Хиндинь кель

source: Home
myv: Ушодома тарка

source: Hours
myv: Част

source: Hours Recorded
myv: Сёрмадозь частнэде

source: Hours Validated
myv: Ваннозь частнэде

source: { $hours } validated hours so far!
myv: част ваннозь те видьс!

source: How ?
myv: Кода ?

source: How are project decisions made?
myv: Кода проектэнь коряс ве мельс самот теевить?

source: How can I get the Common Voice data?
myv: Кода монень саеви «Common Voice» датась?

source: How does Common Voice calculate hours?
myv: Кода «Common Voice» ловны частнэсэ?

source: How does Common Voice work?
myv: Кода Common Voice важоди?

source: How does it work?
myv: Кода «Common Voice» тевесь моли?

source: How does site localization work?
myv: Кода сайтэнь локализациясь тееви?

source: How do I add a language?
myv: Кода совавтомс кель?

source: How do I add sentences?
myv: Кода поладан валрисьметь?

source: How do I know whether to approve a voice clip?
myv: Мезень коряс содави вайгельсёрмадксось кемекстамс -- а кемекстамс?

source: How do I record a high quality voice clip?
myv: Кода сёрмадомс вайгелень вадря-паро клип?

source: How do I stay in touch?
myv: Кода кирдян сюлмавкс «Common Voice» марто?

source: How do you ensure anonymity and privacy of the people who donated their voices?
myv: Кода карматано содамо вайгелень максыцясь лияды апак сода, кода ванстомс максыцянть кода лемтеме лездыця?

source: How to
myv: Кода

source: How-to
myv: Кода

source: How to Cite
myv: Кода теемс цитат

source: How would you describe your accent?
myv: Кодамо валсо ёвтавлить кортавксот ёнкстнэнь?

source: Hungarian
myv: Венгракс

source: I agree
myv: Ве мельс пран

source: I am a non-native { $lang } speaker and I speak with an accent, do you still want my voice?
myv: Кадык { $lang }-нь келесь аволь васенце келем, ды эсень кортамо лувом ули, моньгак вайгелем тенк эряви?

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
myv: Мон аволь тиринь келень кортыцян ды кортамо лувом коряс содаван. Тень лангс апак вано вайгелем эряви?

source: Icelandic
myv: Исландиянь кель

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
myv: Паро мельсэ учан пельденк сёрмат, конатнесэ ёвтави «Common Voice» проектэнь норавкстнэде-цельтнеде, зяро ды кода монь путовкстнэ лэздыть ды конат пачтить проектэнь кулялопат.

source: I'd like updates and to keep current with what's happening with Common Voice.
myv: Пачтядоя «Common Voice»-нь одкстомтоматнеде ды меельце тевтнеде.

source: I do not agree
myv: Каршо молян

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
myv: Вайгелень сёрмадовксось туи кускакс-кускакс эли лажны, ёртык! Ванстык ансяк сестэ, бути весе текстэсь маряви.

source: If the sentence does not meet the above criteria, click the "Reject" button. If you are unsure about the sentence, you may also skip it and move on to the next one.
myv: А топавтындерясынзе валрисьмесь вере максозь вешематнень, лепштыка «ёртомс» повненть. Бути а содат мезе теемс, маштови ютамс вакска ды саемс сыця валрисьменть.

source: If the sentence meets the criteria, click the "Approve" button.
myv: Валрисьмесь топавтындерясынзе неть вешематнень, лепштыка «Кемекстамс» повненть.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
myv: Понгиндеряй истямо тев, конадо неть тевень ветямотнесэ арась кортамо, инескеть, каяк вайгелеть эсеть паро превсэ. Бути алкукс а арсеви тенть, кодамо вайгель каямс, лепштика «вакска ютамонь» повненть ды кундак сыця вайгелень сёрмадовксос.

source: Igbo
myv: Игбонь кель

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
myv: Ансяк теинь эстень вайгелень сёрмадомадо норовавкс # CommonVoice -- адя мартон кундатано тонавтомо машинатненень кортамо кода алкукс ломанть кортыть { $link }

source: I’m afraid I don’t know what you’re looking for.
myv: Пелян аздан, мезе вешнят.

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
myv: Мозиллань <privacyLink>Эсь тевень Политикасонть<privacyLink> ледстязь информациянь ванстомась-тевс нолдамось маштови монень ды арасть проблемман сонзэ марто.

source: Includes email, username & demographic info, available right away
myv: Теньсэ ёндолпочта, теицянь лем & демографической инфо, сеске таргамс

source: Includes mp3s and related sentences, may take some time to prepare
myv: Теньсэ mp3-т ды мартост валрисьметь, паряк саи зярыя шка анокстамс

source: * Indicates required field
myv: *Невти эрявикс пакся

source: Indonesian
myv: Индонесиякс

source: Information about the language
myv: Кельденть информация

source: In Progress
myv: Тевесь моли

source: Interested in learning more and contributing to the project?
myv: Ули мелеть содамс седеяк ламо ды максомс лезкс проектэнтень?

source: Interface Language
myv: Интерчамань кель

source: Interlingua
myv: Интерлингуань кель

source: Interlingue
myv: Интерлингвень кель

source: Irish
myv: Ирляндиякс

source: Is my account information public?
myv: Совамо таркам информациясь весенень панжадо?

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
myv: <isoCodeLink>ISO Кодат</isoCodeLink> содындерясыть

source: Is the clip valid?
myv: Клипесь ваннозь?

source: Is the goal of Common Voice to build a voice assistant?
myv: «Common Voice» проектэнть нововаксозо теемс вайгелень сёрмадомань лезды кедь?

source: Italian
myv: Италиянокс

source: It contains words or phrases that are hard to read or pronounce.
myv: Эйсэнзэ валт эли валмолевкст, конатне стакасто ловновить эли ёвтавить.

source: It is written in a language different than what I’m speaking.
myv: Сёрмадозь лия кельсэ, аволь сеньсэ мезе кортан.

source: Izhorian
myv: Ижорань кель

source: Japanese
myv: Япононь кель

source: Javanese
myv: Явань кель

source: Join the Common Voice mailing list
myv: Сёрмадстык прят «Common Voice» проектэнть сёрмалемрисьмес

source: Just Unsure?
myv: Ансяк Кавтолдат?

source: Kabardian
myv: Карбардонь кель

source: Kabyle
myv: Кабилень кель

source: Kannada
myv: Каннадань кель

source: Kaqchikel
myv: Какчикелень кель

source: Karakalpak
myv: Каракалпаконь кель

source: Kazakh
myv: Казахонь кель

source: { $kb }kb max
myv: весемеде ламо { $kb }кб

source: Keep
myv: Кирдемс

source: Keep Data
myv: Ванстомс дата

source: Keep it up, record again <recordIcon></recordIcon>
myv: Вадрясто теят, одов сёрмадт <recordIcon></recordIcon>

source: Keep the recordings
myv: Ванстомс лентас сёрмадовкстнэнь

source: Keep track of your progress and metrics across multiple languages.
myv: Кирдть журнал седе, кода теветь моли келень-келень коряс.

source: Keep track of your progress with a profile
myv: Ваномс путовксот касома мельга профилсэ

source: Keep track of your progress with a profile and help our voice data be more accurate.
myv: Кирдть журнал, вант кода тевтне молить эсеть профилсэ ды лездак тенек: улест вайгельданнойнек эрьва ёндо седе вадрят.

source: Khmer
myv: Кхмерэнь кель

source: K'iche'
myv: Кичень кель

source: Kikuyu
myv: Кикуюнь кель

source: Kinyarwanda
myv: Киньярвандань кель

source: Komi-Zyrian
myv: Коми-зирянокс

source: Konkani (Devanagari)
myv: Конканинь (девангаринь) кель

source: Korean
myv: Кореань кель

source: Kurmanji Kurdish
myv: Курманджинь курдань кель

source: Kyrgyz
myv: Киргизэнь кель

source: Language
myv: Кель

source: Language Request
myv: Келень вешема

source: Language request successfully submitted, thank you.
myv: Келень вешемат совавтовсь, сюконятано.

source: Languages
myv: Кельть

source: Lao
myv: Лаонь кель

source: Last Update: { $lastUpdate }
myv: Меельце одкстомомась: { $lastUpdate }

source: Last Update: never
myv: Меельце одкстомомась: зярдояк арасель

source: Latgalian
myv: Латгалонь кель

source: Latvian
myv: Латышень кель

source: Launched
myv: Нолдазь

source: Leaderboard Visibility
myv: Ветиень лазонть неявомазо

source: Learn how to request it here!
myv: Исковадо, кода вешемс сонзэ тестэ.

source: Learn how to take part
myv: Ловнок кода совамс теицятнень юткс ды лездамс

source: Learn More
myv: Ловнок седе тов

source: Leaving now means you’ll lose your changes
myv: Нейке лисиндерят, весе полавтоматнень ёмавтсыть

source: Leaving now means you'll lose your progress
myv: Лисиндерят нейке, поладома теветь ёми

source: Let's Get Started
myv: Адя, ушодтано

source: License
myv: Лицензия

source: License: <licenseLink>CC-0</licenseLink>
myv: Лицензиясь: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
myv: Лицензиясь: <licenseLink>{ $license }</licenseLink>

source: Ligurian
myv: Лигуриянь кель

source: Lingala
myv: Лингалань кель

source: Link Copied
myv: Ссылканть лангсто саезь копия

source: Listen
myv: Кунсоломс

source: Listening
myv: Кунсолозь

source: Listen-Queue
myv: Кунсоломань чипола

source: Lithuanian
myv: Литвань кель

source: Loading…
myv: Таргамозо моли...

source: Loading sentences…
myv: Валрисьметне путовить…

source: Localization
myv: Эсь кельс ютавтома

source: Localized
myv: Ютавтозь эсь кельс

source: Log In
myv: Совамс

source: Login failed
myv: Эзить соваво

source: Login Identity
myv: Совамовалонь ид

source: Log in or sign up to get started
myv: Совак эли совамо тарка тейть тевень ушодомга

source: Login / Signup
myv: Совамс/Шкак совамо тарка

source: Log In / Sign Up
myv: совамс/сёрмадстомс эсь прянть

source: Log In / Sign Up with { $company } email
myv: Совамс / Шкамс совамо тарка { $company } ёндолсёрма адрессэ

source: Logout
myv: Лисемс

source: Log Out
myv: Лисемс

source: Lojban
myv: Лойбанонь кель

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
myv: Маряви, арасть те кельсэнть кодаткак кунсоломань туртов сёрмадовкст. Лездак тенек теемс одт, тейть зярояк эсь пельде.

source: Luganda
myv: Лугандань кель

source: Luxembourgish
myv: Луксембургонь кель

source: Macedonian
myv: Македониянь кель

source: Maithili
myv: Майтилинь кель

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
myv: Платформанть сёрмадомазо уш молезэ, зярдо ушодат кортамо. Прядовозо ансяк седе мейле, зярдо тонсь прядык кортамонть.

source: Make sure the sentence meets the following criteria:
myv: Явт мель: валрисьменть ёнксонзо улест вадрят:

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
myv: Лемтеме демографиянь данноень максомсто пештеде сынст пряс. Нолдамодо икеле минь тейсынек сынст лемтемекс.

source: Malagasy
myv: Малагашонь кель

source: Malay
myv: Малаень кель

source: Malayalam
myv: Малаяламонь кель

source: Male
myv: Цёра

source: Maltese
myv: Малтань кель

source: Manage Email Subscriptions
myv: Ванномс-витнемс одкстомтоматнеде сёрмадстоматнень

source: Manage Subscriptions
myv: Витнемс-петнемс сёрмадстоматнень

source: Mapudungun
myv: Мапудунгунонь кель

source: Marathi
myv: Маратинь кель

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
myv: Киздасы, паряк <homepageLink>прявт лопанок</homepageLink> лезкс максы? Кевкстемань максомга, совак инескеть <matrixLink>Матрикс куронь чатс</matrixLink>, вант сайтань кевкстематнень мельга <githubLink>GitHub</githubLink> issues, ули мелеть токак <discourseLink>Discourse форумозонок</discourseLink>.

source: MB
myv: МБ

source: Meadow Mari
myv: Лугамарикс

source: Medumba
myv: Медумбань кель

source: Meetei Lon
myv: Манипуринь кель

source: Message
myv: Пачтямне

source: [Mismatched content]
myv: [Вайгелесь ды текстэсь а прыть вейс]

source: Misreadings
myv: Беряньстэ ловномат

source: Missing an <strong>'s'</strong> at the end of a word.
myv: Валонть песэ а саты <strong>'т'</strong>.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
myv: Аудионть ушодомасонть ве слогсо нуркине вал а саты.

source: Missing the end of the last word by cutting off the recording too quickly.
myv: Аудионь меельце валонть пезэ нолдазь; сёрмадовксось лоткавтозь шкадо икеле.

source: Mixed
myv: Човор

source: Moksha
myv: Мокшонь кель

source: Mongolian
myv: Монголонь кель

source: More
myv: Седе тов

source: [More has been recorded than the required text]
myv: [Эрявикс тексттэ башка ули таго-мезе сёрмадозь]

source: Mossi
myv: Моссинь кель

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
myv: Даннойтнень седе покш пельксэсь, конань тевс нолдыть корпорациятне, а понгить весенень. Те, минек коряс, лепшти инновациятнень.Секскак минь нолдынек Common Voice проект, конань норовксозо-целезэ - теемс весень туртов панжадокс вайгелень содавоманть.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
myv: Даннойтнень седе покш пельксэсь, конань тевс нолдыть корпорациятне, а понгить весенень. Те, минек коряс, лепшти инновациятнень.Секскак минь нолдынек Common Voice проект, конань норовксозо-целезэ - теемс весень туртов панжадокс вайгелень содавоманть.

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
myv: «Common Voice» ушодксось -- Мозиллань тев, конаньсэ машинась тонавтови кортамо кода алкуксонь ломань.

source: Mozilla is dedicated to keeping the web open and accessible for everyone. To do that we need to empower web creators through projects like Common Voice. As voice technologies proliferate beyond niche applications, we believe they must serve all users equally. That means investing in more languages and accommodating diverse accents and demographics when building and testing voice technologies. Common Voice is a public resource available to everyone and Mozilla teams and developers around the world are already using it on our own projects as well.
myv: Мозилла топавты мелензэ - улезэ Инеалтымась панжадо весень туртов. Тень теемга миненек эряви келейгавтомс теицятнень мелест-норовамост истямо проектэнь вельде кода Common Voice. Вайгелень технологиятне туить нишань путовкстнэнь томбалев ды секскак сыненст эряви вейкетьстэ ваномс мель тевс нодыцятнень. Те - путомс ярмак седе ламо кельс, саемс мельс эрьва кодат акцент ды демогррафият вайгелень технологиянь теемстэ ды ванномсто. Common Voice - те весень туртов кедь маласо ресурс, конань активнойстэ нолдыть тевс Мозиллань теицятне ды командатне масторонь перька эсест проекттнэсэ.

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
myv: Мозиллань Deep Speech (эрзякс Домка Кортамо) весенень панжадо вайгелень содамо машиназо маштови нолдамс тевс вайгелень содамо чарькс программань теемстэ. Ловнок <githubLink>Github тевтнеде</githubLink> эли совак <discourseLink>DeepSpeech Дискурсияс</discourseLink> вана тосо кармат содамо, кода кундамс тевс.

source: Mycroft is the world’s first open source assistant. Mycroft runs anywhere - on a desktop computer, inside an automobile, or on a Raspberry Pi.
myv: Mycroft -- масторлангонь васенце вайгель марто лездыця, конань панжадо кодозо. Mycroft важоди эрьва косо -- компьюторсо, автомобильсэ или Raspberry Pi-сэ.

source: My Sentences
myv: Эсень валрисьметне

source: n
myv: а

source: N
myv: А

source: N/A
myv: Кодаяк а кандови те тевентень

source: Name
myv: Лем

source: Names of your language
myv: Келеть лемензэ

source: Native Language
myv: Тиринь кель

source: Need some help with accent?
myv: Эряви лезкс кортавксот муемга?

source: Need some help with variants?
myv: Кортавксонь кочкамс лезкс эряви?

source: Need to download your data?
myv: Эряви таргамс данноеть?

source: Nepali
myv: Непалинь кель

source: New Language Launch
myv: Од келень нолдамо

source: Next
myv: Икелев

source: Next Goals: { $goal }
myv: Сыця норовамот: { $goal }

source: Nias
myv: Ниасонь кель

source: No
myv: Арась

source: No gravatar found for your email
myv: Ёндолпочтат туртов а муеви граватар

source: No microphone found.
myv: А муеви микрофон.

source: Northern Sotho
myv: Сотхонь вепелеёнксонь кель

source: Norwegian Bokmål
myv: Норвегиянь букмолонь кель

source: Norwegian Nynorsk
myv: Норвегиянь Нинорскокс

source: No sentences found!
myv: Вейкеяк валрисьме арась!

source: No sentences to review. <addLink>Add more sentences now!</addLink>
myv: Ванномс валрисьметь эзть лиядо. <addLink>Поладта нейке седе ламо валрисьметь!</addLink>

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
myv: Мельс ледстямга: Зярдо аравтомат невти 'Неяви', сестэ аравтомась маштови полавтомс <profileLink>Профил лопасояк</profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
myv: Тешкстамга: тыненнк икеле ладсо сави кочкамс сёрмадома ды кунсолома ютксо, путовксонь типень полавтомга.

source: Not found
myv: А муеви

source: No Thanks
myv: А эряви

source: No variant selected
myv: Вейкеяк кортавкс апак кочка

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
myv: Ней маштови кучомс миненек эсь вайгелеть лездамга теемс келень даннойть, конатнень тевс нолдавлинзе эрьвась, кие теи неень шкань од приложеният ды сайтт. Машинатненень лездамга, кода кортыть алкуксонь ломантне, ёвтадо фразат, ванкшнодо лия лездыцятнень тевест, молезэ весе седе вадрясто. Те аволь стака.

source: Number of Voices
myv: Зяро вайгельтнеде

source: Nyankole
myv: Нянколень кель

source: Occitan
myv: Окситанокс

source: Odia
myv: Одиякс

source: Off
myv: Пекстамс

source: Offensive language
myv: Мельколыця кель

source: Offensive speech
myv: Мельколыця кортамо

source: On
myv: Нолдамс

source: On desktop computers, you can download the latest:
myv: Столь лангсо содымашинатнес маштови таргамс меельце:

source: One sentence per line
myv: Ве валрисьме чильксэзэнзэ/рядозонзо

source: On his head he wore a beret.
myv: Прясонзо кандтнесь берет.

source: On iOS please continue with Safari to enable recording…
myv: iOS-сэ вайгелень сёрмадоманть нолдамга, нолдынк Safari тевс, инескеть...

source: Optionally join on our email list for updates and new information about the project.
myv: Улиндеряй мелеть, сёрмадстык прят минек ёндолсёрма лемрисьмес, мейле пачтятано проектэнь одкстомтоматнеде-од информациядо.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
myv: Максозь а свал эрявикс демографиянь пелькстнэ (кода иеть, цёра, аваломань, кель, акцент ) зярдояк а кармить улеме неявиксэкс весень туртов тынк профильсэ ды а сюлмавить тынк аккаунт марто. Башка сёрмадовкстнэ сюлмавить демографиянь пелькстнэ марто седе парсте анализэнь теемга, улиндеряй исковицянть мелезэ норовавтомс тонавтовиця моделенть башка демографической сегмент лангс.

source: Optionally submitted demographic data (e.g. age, sex, language, and accent) is de-identified from your submitted voice data and will never be made public on your profile.
myv: Сайтянзат мель максомс демографической дата (иеть, сыметь, васень келеть, кортавксот), сонзэ зярдояк а макстано вайгелень датат марто вейсэ, ды зярдояк а аравттано эйсэнзэ профайлат марто вейсэ.

source: Ossetian
myv: Оссетэнь кель

source: Other
myv: Лия

source: Other Language
myv: Лия кель

source: Other people validate those voice clips.
myv: Неть вайгельсёрмадовкстнэнь кемекстыть лия ломанть.

source: Other voice datasets…
myv: Вайгелень лия данной пурнавкст...

source: Other Voice Datasets
myv: Вайгелень лия данной пурнавкст

source: Our source text is made up of original contributor donations as well as dialogue from public domain movie scripts like <italic>It’s a Wonderful Life</italic>. You can view our source sentences in this <githubLink>GitHub folder</githubLink>.
myv: Минек лисьмапрятекстэсь ашти оригиналной тексттнэстэ, карадо-каршо кортнематнестэ, конатне саезь весенень панжадо фильмень тексттнэстэ, мертяно <italic>It’s a Wonderful Life</italic>.¶ ¶ Лисьмапрятексттнэнь мусынк вана те <githubLink>GitHub керьмазстонть</githubLink>.

source: Overall Accuracy
myv: Весемезэ, кода вадрясто теезь

source: Overall Hr. Total
myv: Зяро част весемезе

source: Overall project status: see how far we’ve come!
myv: Ломань икелев ливтевить содамочи седе, зяро вайгелень сёрмадомат ды кодамо кельтнесэ.

source: p
myv: к

source: Papiamento (Aruba)
myv: Папиаментонь кель (Арубань кель)

source: Partner
myv: Ялга

source: Partners
myv: Ялгат

source: [Part of the text can’t be heard]
myv: [Пельксэзэ текстэнть а маряви]

source: Pashto
myv: Паштонь кель

source: Past recordings download requests
myv: Седе икелень данноень таргамо вешемат

source: People come and contribute their voices.
myv: Ломанть сыть ды максыть вайгельсэ лезкс.

source: Persian
myv: Персидэнь кель

source: Personal dashboards keep you up-to-date with individual and community progress.
myv: Эсеть аравтома лазот невтить течемень касомат, эсетсенть ды вейсэнь куротсенть.

source: <playIcon></playIcon> Last one!
myv: <playIcon></playIcon> Меельцесь!

source: <playIcon></playIcon>Last one!
myv: <playIcon></playIcon> Меельцесь!

source: Play/Stop
myv: Кунсоломс/Лоткавтомс

source: Please add a source.
myv: Поладт лисьмапря, косто саезь.

source: Please add sentences.
myv: Поладт валрисьметь.
